semestr1/his-fil/18.11.20-w.org
#+TITLE: 18 11 20 W



* Gorgiasz z Leontinoi
- obrona palamedesa

* Laryssa

* Hippokrates
  
* Prodikos z Keos







* Hippiasz z Elidy
- Hippiasz wiekszy, hippiasz mniejszy
- physis - prawo naturalne
- nomos - umowa społeczna
- aby móc skodyfikować prawo, trzeba znać prawo i sprawiedliwosc
* Antyfont
- 5 w p.n.e.
- tresc jawna, tresc ukryta (trochę jak psychonaliza)
- powraca do konfliktu nomos i physis
- nomos - wytwór społeczny, prawo - zbiór konwencji
- physis - przyroda
- physis jest wspólny dla wszystkich ludów świata, nomos nie (physis łączy, nomos dzieli)

|----------------------------------------------------------------------------------------------------|

* Okres Klasyczny
** Sokrates
- 'sprowadził filozofie z nieba na ziemię'
- skomplikowany związek z sofistami
- w przeciwieństwie do sofistów uważał, że istnieje prawda obiektywna, mozliwa do osiągnięcia dla każdego
- mędrzec, a nie nauczyciel
- wiedzy nie można przekazać, nie można więc jej sprzedać (w przeciwieństwie do sofistów)
- uważa, że człowiek może tylko sam siebie nauczyć mądrości
- nic nie napisał (jego nauki zostały spisane przez Platona w tzw Dialogach sokratycznych)
*** Szkoły Sokratyczne
**** Cynicy
**** Cyrenaicy
**** Megarejczycy
** Platon
- powszechny uzytek terminu filozofia
-
** Arystoteles
- podział filozofii
- twórca logiki
  + twórca metafizyki/ontologii
