semestr1/his-fil/18.11.20-w.md

# Table of Contents

1.  [Gorgiasz z Leontinoi](#orga3751cd)
2.  [Laryssa](#orga2143a1)
3.  [Hippokrates](#org24b0241)
4.  [Prodikos z Keos](#org1c756f5)
5.  [Hippiasz z Elidy](#orgb9ce07a)
6.  [Antyfont](#org934ea86)
7.  [Okres Klasyczny](#orgf0365b9)
    1.  [Sokrates](#orgec0b642)
        1.  [Szkoły Sokratyczne](#org514e876)
    2.  [Platon](#org48ce4f2)
    3.  [Arystoteles](#org92aafbe)



<a id="orga3751cd"></a>

# Gorgiasz z Leontinoi

-   obrona palamedesa


<a id="orga2143a1"></a>

# Laryssa


<a id="org24b0241"></a>

# Hippokrates


<a id="org1c756f5"></a>

# Prodikos z Keos


<a id="orgb9ce07a"></a>

# Hippiasz z Elidy

-   Hippiasz wiekszy, hippiasz mniejszy
-   physis - prawo naturalne
-   nomos - umowa społeczna
-   aby móc skodyfikować prawo, trzeba znać prawo i sprawiedliwosc


<a id="org934ea86"></a>

# Antyfont

-   5 w p.n.e.
-   tresc jawna, tresc ukryta (trochę jak psychonaliza)
-   powraca do konfliktu nomos i physis
-   nomos - wytwór społeczny, prawo - zbiór konwencji
-   physis - przyroda
-   physis jest wspólny dla wszystkich ludów świata, nomos nie (physis łączy, nomos dzieli)

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


</table>


<a id="orgf0365b9"></a>

# Okres Klasyczny


<a id="orgec0b642"></a>

## Sokrates

-   'sprowadził filozofie z nieba na ziemię'
-   skomplikowany związek z sofistami
-   w przeciwieństwie do sofistów uważał, że istnieje prawda obiektywna, mozliwa do osiągnięcia dla każdego
-   mędrzec, a nie nauczyciel
-   wiedzy nie można przekazać, nie można więc jej sprzedać (w przeciwieństwie do sofistów)
-   uważa, że człowiek może tylko sam siebie nauczyć mądrości
-   nic nie napisał (jego nauki zostały spisane przez Platona w tzw Dialogach sokratycznych)


<a id="org514e876"></a>

### Szkoły Sokratyczne

1.  Cynicy

2.  Cyrenaicy

3.  Megarejczycy


<a id="org48ce4f2"></a>

## Platon

-   powszechny uzytek terminu filozofia
-   


<a id="org92aafbe"></a>

## Arystoteles

-   podział filozofii
-   twórca logiki
    -   twórca metafizyki/ontologii

